Repository: common-repository/reachdrip-web-push-notifications
Catalog: languages/reachdrip-web-push-notifications-*.po
Languages: hi_in

source: Create Account
hi_in: खाता बनाएं

source: Dismiss this notice.
hi_in: इस नोटिस को खारिज करें

source: Create an Account
hi_in: खाता बनाएं

source: Full Name
hi_in: पूरा नाम

source: Company Name
hi_in: कंपनी का नाम

source: Contact no with country code
hi_in: देश कोड के साथ कोई संपर्क

source: Email
hi_in: ईमेल

source: Password
hi_in: पासवर्ड

source: Site Url
hi_in: साइट यूआरएल

source: accountname
hi_in: खाते का नाम

source: Provide API Key And Secret Key.
hi_in: एपीआई कुंजी और गुप्त कुंजी प्रदान करें।

source: API Key
hi_in: एपीआई कुंजी

source: Secret Key
hi_in: गुप्त कुंजी

source: Submit
hi_in: जमा करें

source: How to get API Keys
hi_in: अपनी एपीआई एवं गुप्त कुंजी कैसे प्राप्त करे

source: If you are an existing user of ReachDrip you can find your api keys under your ReachDrip control panel. To get your API and Secret Keys login to your
hi_in: अपनी एपीआई एवं गुप्त कुंजी प्राप्त करने के लिए ReachDrip नियंत्रण कक्ष लॉग इन करे

source: ReachDrip Admin Control Panel
hi_in: ReachDrip व्यवस्थापक नियंत्रण कक्ष

source: and click
hi_in: और क्लिक करें

source: Sites
hi_in: साइटें

source: . Copy the API Key and Secret Keys from your control Panel and paste above. Your account login details were sent to you at the time of signup. In case you have missed your account credentials please send us an email at
hi_in: अपने नियंत्रण कक्ष से एपीआई एवं गुप्त कुंजी को कॉपी और पेस्ट करे, आपके खाते की जानकारी पंजीकरण के समय आपको भेज दी गयी है| अगर आपको कोई सहायता चाहिए तो आप हमे ईमेल भेज कर संपर्क कर सकते है

source: containing your site url and we will send you your account credentials.
hi_in: अपनी साइट यूआरएल युक्त है और हम आप अपने खाते साख भेज देंगे।

source: Please do not share your API and Secret keys with anyone.
hi_in: कृपया अपने एपीआई एवं गुप्त कुंजी किसी को मत दें

source: Dashboard
hi_in: नियंत्रण-पट्ट

source: subscribers left
hi_in: ग्राहक शेष

source: Upgrade to Premium
hi_in: प्रीमियम में अपग्रेड करें

source: Total Delivered
hi_in: कुल वितरित

source: <strong>%s </strong> Total Delivered
hi_in: <strong>%s </strong> कुल वितरित

source: from last week
hi_in: पिछले हफ्ते से

source: Total Clicks
hi_in: कुल क्लिक

source: <strong>%s </strong> Total Clicks
hi_in: <strong>%s </strong> कुल क्लिक

source: Total Subscribers
hi_in: कुल सदस्य

source: <strong>%s </strong> Total Subscribers
hi_in: <strong>%s </strong> कुल सदस्य

source: Campaigns
hi_in: अभियान

source: <strong>%s </strong> Campaigns
hi_in: <strong>%s </strong> अभियान

source: active this week
hi_in: इस सप्ताह सक्रिय

source: Segments
hi_in: वर्ग

source: <strong>%s </strong> Segments
hi_in: <strong>%s </strong> वर्ग

source: created
hi_in: बनाया था

source: registered
hi_in: दर्ज कराई

source: Site
hi_in: साइट

source: Message
hi_in: संदेश

source: Total Sent
hi_in: कुल भेजा

source: Delivered
hi_in: पहुंचा दिया

source: Failed
hi_in: अनुत्तीर्ण

source: Clicked
hi_in: क्लिक किया

source: Created Date
hi_in: रचना तिथि

source: Is Campaign
hi_in: अभियान है

source: No record found.
hi_in: कोई रिकॉर्ड नहीं मिला।

source: Sent Notifications
hi_in: अधिसुचना इतिहास

source: Send New Notification
hi_in: नई अधिसूचना भेजें

source: New Notification
hi_in: नई अधिसूचना

source: Notification Title
hi_in: अधिसूचना शीर्षक

source: Limit 77 Characters
hi_in: 77 वर्ण सीमा

source: Limit 138 Characters
hi_in: 138 वर्ण सीमा

source: Limit 45 Characters
hi_in: 45 वर्ण सीमा

source: Notification Message
hi_in: अधिसूचना संदेश

source: Limit 73 Characters
hi_in: 73 वर्ण सीमा

source: Notification URL
hi_in: अधिसूचना यूआरएल

source: Enter a URL to push your subscribers to (yoursite.com)
hi_in: अपने ग्राहकों को पुश करने के लिए एक यूआरएल दर्ज ( yoursite.com )

source: Notification Logo
hi_in: अधिसूचना लोगो छवि

source: Image size must be exactly 256x256px.
hi_in: छवि का आकार 256x256px में होना चाहिए

source: Add UTM Parameters
hi_in: यूटीएम पैरामीटर जोड़

source: UTM Source
hi_in: यूटीएम स्रोत

source: Enter UTM Source
hi_in: यूटीएम स्रोत दर्ज

source: UTM Medium
hi_in: यूटीएम मध्यम

source: Enter UTM Medium
hi_in: यूटीएम मध्यम दर्ज

source: UTM Campaign
hi_in: यूटीएम अभियान

source: Enter UTM Campaign
hi_in: यूटीएम अभियान दर्ज

source: Limit 500 Characters
hi_in: 500 वर्ण सीमा

source: Segment
hi_in: वर्ग

source: Send
hi_in: भेजना

source: Preview
hi_in: पूर्वावलोकन

source: Notification Body
hi_in: अधिसूचना शरीर

source: URL to open when user clicks the notification:
hi_in: यूआरएल को खोलने के लिए जब उपयोगकर्ता अधिसूचना क्लिक करता है:

source: Segment Details
hi_in: वर्ग विवरण

source: Add New
hi_in: नया जोड़ें

source: Segment Name
hi_in: वर्ग का नाम

source: Subscribers Count
hi_in: सब्सक्राइबर गणना

source: Create Segment
hi_in: वर्ग बनाएं

source: Limit 40 Characters. E.g. Google
hi_in: 40 अक्षरों की सीमा। जैसे गूगल

source: How to Implement Segments for your Push Notification Subscribers
hi_in: किसी एक वर्ग के ग्राहकों को पुश अधिसूचना कैसे भेजे

source: Step 1
hi_in: चरण 1

source: Create a new segment. Go to Create Segments
hi_in: एक नया वर्ग बनाएं। वर्ग बनाने के लिए जाएं

source: Step 2
hi_in: चरण 2

source: Copy the following JavaScript code and paste it on your site page(s).
hi_in: निम्नलिखित जावास्क्रिप्ट कोड को कॉपी और यह आपकी साइट में हर पन्ने पर डाले, अमूमन फुटर पेज साइट के हर पेज में इंक्लूड होता है

source: Subscribe for Single Segment
hi_in: एकल वर्ग के लिए सदस्यता

source: Subscribe for Multiple Segments
hi_in: कई वर्गों के लिए सदस्यता लें

source: Subscribers Details
hi_in: सभी सदस्य विवरण

source: Chrome
hi_in: क्रोम

source: Firefox
hi_in: फ़ायरफ़ॉक्स

source: Safari
hi_in: सफारी

source: Settings / Account Information
hi_in: सेटिंग्स / खाता जानकारी

source: Ask for permission after
hi_in: बाद अनुमति के लिए पूछें

source: Interval
hi_in: मध्यान्तर

source: seconds on your website.
hi_in: अपनी वेबसाइट पर सेकंड।

source: Opt-In Box Title
hi_in: ऑप्ट बॉक्स में शीर्षक

source: Limit 80 Characters
hi_in: सीमा 80 अक्षर

source: Opt-In Box Subtitle
hi_in: ऑप्ट बॉक्स में उपशीर्षक

source: Limit 105 Characters
hi_in: सीमा 105 अक्षर

source: Allow Button Text
hi_in: अनुमति देना

source: Don't Allow Button
hi_in: अनुमति ना देना

source: Notification Template
hi_in: अधिसूचना खाका

source: Location
hi_in: स्थान

source: Site Logo
hi_in: साइट लोगो

source: Notification Subscription Setting
hi_in: अधिसूचना सदस्यता सेटिंग

source: Opt-In Title
hi_in: ऑप्ट में शीर्षक

source: Opt-In Message
hi_in: ऑप्ट में संदेश

source: Welcome Message for first time subscribers
hi_in: पहली बार ग्राहकों के लिए स्वागत संदेश

source: Redirect URL
hi_in: यूआरएल पुनर्निर्देशन

source: Auto Send Push Notifications
hi_in: ऑटो पुश सूचनाएं भेजने

source: When a Post is Published
hi_in: जब एक पोस्ट प्रकाशित कर रहा है

source: When a Post is Updated
hi_in: जब एक के बाद अद्यतन किया जाता है

source: Auto Push UTM Parameters
hi_in: ऑटो पुश यूटीएम पैरामीटर्स

source: Save Settings
hi_in: सेटिंग सेव करे

source: What is a GCM Key? How do I get export my subscribers, What if I want to switch to other vendor.
hi_in: एक जीसीएम कुंजी क्या है? मैं अपने ग्राहक कैसे निर्यात कर सकता हूँ?

source: At the time of installation, you have to provide your GCM (Google Cloud Messaging) API Key for Chrome and Certificate Details for Safari that is used.
hi_in: स्थापना के वक़्त आप अपनी GCM (गूगल क्लाउड संदेश ) एपीआई कुंजी क्रोम के लिए एवं सफारी प्रमाणपत्र विवरण प्रदान करे

source: We need this information to export your subscriber’s ID’s. Please note that only premium accounts can export the subscribers.
hi_in: सब्सक्राइबर्स निर्यात करने हेतु हमे इस जानकारी की आवस्यकता है। कृपया ध्यान दें कि केवल प्रीमियम ग्राहक ही निर्यात कर सकते हैं ।

source: Please read
hi_in: कृपया पढ़ें

source: GCM registration
hi_in: जीसीएम पंजीकरण

source: guidelines here.
hi_in: दिशानिर्देश

source: GCM Project No.
hi_in: जीसीएम परियोजना संख्या

source: GCM API Key
hi_in: जीसीएम एपीआई कुंजी

source: Screenshot of advance configurations that are possible with your ReachDrip account.
hi_in: अग्रिम संभव सेटिंग्स की छवि, अमुक सेटिंग्स आप अपने ReachDrip कंट्रोल पैनल मैं कर सकते है

source: Customize Now
hi_in: अपनी रूचि अनुसार बनाइये

source: Notification Opt-in Box Setting
hi_in: अधिसूचना ऑप्ट-इन बॉक्स की सेटिंग्स

source: Following screenshot shows how you can create and schedule a campaign.
hi_in: इस फोटो को देख कर आप एक नया अभियान बना एवं भेज सकते है

source: This feature is available in premium plans.
hi_in: यह सुविधा केवल प्रीमियम योजनाओं में उपलब्ध है

source: Campaign Notification
hi_in: अभियान अधिसूचना

source: Notifications
hi_in: सूचनाएं

source: Send Notification
hi_in: अधिसूचना भेजें

source: Create Segments
hi_in: नए वर्ग बनाए

source: Subscribers
hi_in: सभी सदस्य

source: ReachDrip Settings
hi_in: ReachDrip सेटिंग

source: ReachDrip Campaigns
hi_in: ReachDrip अभियान

source: Settings
hi_in: सेटिंग्स

source: Setting successfully save.
hi_in: सेटिंग सफतपूर्वक सेव हो गयी

source: ReachDrip is installed
hi_in: ReachDrip स्थापित किया गया है

source: no additional step is needed. Completely
hi_in: कोई अतिरिक्त कदम की जरूरत है।

source: Purge Site Cache
hi_in: अपने वेबसाइट की कैश क्लियर करे

source: once to see it in action.
hi_in: एक बार यह कार्रवाई में देखने के लिए।

source: Your Account Details have already been emailed to you. Also check under SPAM if you don't find it.
hi_in: आपके खाते की सुचना आपको ईमेल द्वारा भेज दी गयी है, कृपया अपने ईमेल स्पैम भी चेक करिये अगर वो आपको प्राप्त नहीं हुई है

source: Send Push Notification on Update
hi_in: सुधार पर पुश अधिसूचना भेजें

source: Send Push Notification
hi_in: पुश अधिसूचना भेजें

source: Do Not Send Push Notification
hi_in: पुश अधिसूचना न भेजें

source: Select ReachDrip Segments
hi_in: ReachDrip अनुभाग का चयन

source: All
hi_in: सब

source: ReachDrip Notification Message
hi_in: ReachDrip अधिसूचना संदेश

source: When using a custom headline, this text will be used in place of the default blog post message for your push notification.
hi_in: जब आप एक कस्टम हैडलाइन भेज रहे हो तब यह शीर्षक पुश अधिसूचना के स्थान पर अपने आप भेज दिया जायेगा!

source: Opt-In Text
hi_in: ऑप्ट में संदेश

source: Limit 100 Characters
hi_in: 100 वर्ण सीमा

source: Date Based Campaign
hi_in: दिनांक आधारित अभियान

source: Campaign Title
hi_in: अभियान शीर्षक

source: Campaign Message
hi_in: अभियान संदेश

source: Campaign URL
hi_in: अभियान यूआरएल

source: Campaign Date
hi_in: अभियान दिनांक

source: Date Format (YYYY-MM-DD HH:MM)
hi_in: दिनांक प्रारूप (YYYY-MM-DD HH:MM)

source: Campaign Logo
hi_in: अभियान लोगो

source: TimeZone
hi_in: समय क्षेत्र

source: Create Campaign
hi_in: नया अभियान बनाएं

source: Campaign Body
hi_in: अभियान शरीर

source: URL to open when user clicks the campaign:
hi_in: यूआरएल को खोलने के लिए जब उपयोगकर्ता अभियान क्लिक करता है:

source: We have just published an article, check it out!
hi_in: हमने एक लेख प्रकाशित किया है, उसे जाँच ले !

source: Notification Message When a Post is Published
hi_in: अधिसूचना संदेश पोस्ट प्रकाशित होते समय

source: Stop Automatic Script Inclusion. In That Case You Have to Manually Install our Script.
hi_in: ऑटोमैटिक स्क्रिप्ट समावेशन बंद करे. इस स्थिति में आप हमारी स्क्रिप्ट मैन्युअल रूप से स्थापित करे

source: Use Logo Image as Post Image
hi_in: पोस्ट प्रकाशित होते समय लोगो छवि का उपयोग कीजिये

source: Use Large Image
hi_in: पोस्ट प्रकाशित होते समय बड़ी छवि का उपयोग करें

source: Other Settings
hi_in: अन्य सेटिंग्स

source: Autocheck Notification for New Posts
hi_in: ऑटोचेक अधिसूचना पोस्ट प्रकाशित होते समय

source: Autocheck Notification for Post Updates
hi_in: ऑटोचेक अधिसूचना पोस्ट अपडेट होते समय

source: ReachDrip Stats
hi_in: ReachDrip विवरण

source: Active Subscribers
hi_in: सक्रिय सदस्य

source: Unsubscribed
hi_in: निष्क्रिय सदस्य

source: <strong>%s </strong> Active Subscribers
hi_in: <strong>%s </strong> सक्रिय सदस्य

source: <strong>%s </strong> Unsubscribed
hi_in: <strong>%s </strong> निष्क्रिय सदस्य

source: Total
hi_in: कुल
